StruSoft.Interop.StruXml.Data.Axis_type


StruSoft.Interop.StruXml.Data.Axis_type.Start_point


StruSoft.Interop.StruXml.Data.Axis_type.End_point


StruSoft.Interop.StruXml.Data.Axis_type.Guid


StruSoft.Interop.StruXml.Data.Axis_type.Last_change


StruSoft.Interop.StruXml.Data.Axis_type.Action


StruSoft.Interop.StruXml.Data.Axis_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Axis_type.Prefix


StruSoft.Interop.StruXml.Data.Axis_type.Id


StruSoft.Interop.StruXml.Data.Axis_type.Id_is_letter


StruSoft.Interop.StruXml.Data.Axis_type.AnyAttr
